[
  "obsidian-vimrc-support",
  "obsidian-tasks-plugin",
  "supercharged-links-obsidian",
  "obsidian-paste-image-rename",
  "obsidian-image-toolkit",
  "obsidian-excalidraw-plugin",
  "editing-toolbar",
  "obsidian-copy-block-link",
  "calendar",
  "table-editor-obsidian",
  "obsidian-outliner",
  "pseudocode-in-obs",
  "settings-search",
  "dataview",
  "templater-obsidian",
  "quickadd",
  "obsidian-charts",
  "darlal-switcher-plus",
  "obsidian-zotero-desktop-connector",
  "better-comment-toggle",
  "obsidian-admonition",
  "metadata-extractor",
  "obsidian-advanced-uri",
  "vscode-editor",
  "easy-typing-obsidian",
  "thino-beta",
  "periodic-notes",
  "obsidian-day-planner",
  "obsidian-style-settings",
  "obsidian-image-auto-upload-plugin"
]