[
  "obsidian-paste-image-rename",
  "obsidian-admonition",
  "table-editor-obsidian",
  "better-word-count",
  "calendar",
  "callout-manager",
  "obsidian-copy-block-link",
  "dataview",
  "easy-typing-obsidian",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-toolkit",
  "obsidian-excalidraw-plugin",
  "obsidian-latex-suite",
  "math-indicator-changer",
  "pseudocode-in-obs",
  "darlal-switcher-plus",
  "quickadd",
  "settings-search",
  "obsidian-style-settings",
  "tabs",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "typing-speed",
  "obsidian-vimrc-support",
  "obsidian-enhancing-export",
  "shiki-highlighter"
]